{
    "NetworkConnect": "Conectando",
    "PatchDown": "Descargando: {0} Velocidad: {1} Tamaño: {2}/{3}",
    "PatchDownTips": "Puedes minimizar el cliente del juego durante la descarga",
    "Install": "Instalando Recursos de Actualización",
    "InstallTips": "Por favor, no cierres el juego durante la instalación",
    "CheckIntegrity": "Verificando la integridad de los archivos: {0}%",
    "NoNetwork": "No hay conexión a internet. Por favor, verifica y vuelve a intentarlo",
    "GetUpdateInfoFail": "No se pudieron obtener los detalles de la actualización",
    "HotFixTipsTitle": "Aviso",
    "HotFixQuit": "Salir",
    "HotFixRetry": "Reintentar",
    "HotFixNewPatch": "Una nueva actualización {0} está disponible. Estás utilizando datos móviles para la descarga. ¿Deseas continuar?",
    "HotFixUseNetworkDownload": "Usar Datos Móviles",
    "HotFixRestartToCompleteHotFix": "La actualización se ha completado. Por favor, reinicia el juego.",
    "HotFixRestartToRepairFiles": "La reparación se ha completado. Por favor, reinicia el juego.",
    "HotFixWriteStorageTips": "Por favor, permite el acceso al almacenamiento en Ajustes > Aplicación y reinicia el juego para guardar los recursos de la actualización.",
    "HotFixNotEnoughSpace": "No hay suficiente espacio de almacenamiento para los recursos de actualización {0}. Por favor, elimina archivos para liberar espacio y pulsa \"Continuar\" para ir a la descarga.",
    "HotFixContinue": "Continuar",
    "HotFixCancel": "Cancelar",
    "HotFixNetworkChange": "Has cambiado tu conexión de red a la red móvil. ¿Deseas continuar con la descarga utilizando datos móviles?",
    "SplashCautionTitle": "Advertencia de convulsiones fotosensibles",
    "SplashCautionContent": "Cuando se exponen a ciertos estímulos visuales o luces intermitentes, un porcentaje muy pequeño de personas (incluyendo a aquellos con epilepsia y algunos individuos no diagnosticados) pueden experimentar convulsiones, con síntomas como mareos, decoloración facial, parpadeo de ojos o de la cara, espuma en la boca, confusión o pérdida de la conciencia, o espasmos musculares incontrolables. Si tú, tu familia, u otros miembros de tu hogar experimentan síntomas similares, por favor consulta a un médico antes de jugar el juego. Si experimentas cualquiera de los síntomas mencionados mientras juegas, detén el juego inmediatamente, busca atención médica lo antes posible y sigue el consejo de tu médico.",
    "SplashLoading": "Cargando el juego...",
    "SplashHealthyGamingAdvisory": "Di no a los juegos con contenido inapropiado y a la piratería.\nMantén tu información personal privada para evitar estafas.\nJuega responsablemente para mantener tu experiencia de juego segura y divertida.\nOrganiza tu tiempo de manera razonable para un estilo de vida saludable.",
    "SplashCopyrightInformation": "N.° de aprobación: 国新出审〔2023〕1802号 ISBN 978-7-498-12761-7; Unidad editorial: 成都盈众九州网络科技有限公司\nPropietario del copyright: 广州库洛科技有限公司",
    "GetRemoteConfigFailed": "No se pudo aplicar la Configuración Remota. Por favor, comprueba tu conexión a la red y reinicia el cliente del juego.",
    "StartHotFix": "Inicializando Hotfix...",
    "GetRemoteVersion": "Aplicando Configuración Remota...",
    "GetRemoteVersionFailed": "No se pudo aplicar la Configuración Remota",
    "CheckAppUpdate": "Comprobando actualizaciones de la aplicación...",
    "CheckResourceVersion": "Comprobando la versión del recurso {0}...",
    "ResolveIndexFile": "Analizando los recursos del parche...",
    "MountPak": "Aplicando parches de recursos...",
    "CompleteHotFix": "Actualización completada",
    "DownloadIndexFileFailed": "No se pudo obtener la lista de parches: {0}",
    "DownloadResourcePatchFailed": "No se pudo descargar los recursos del parche: {0}",
    "EvaluateDownloadResourcePatchFailed": "No se pudo descargar los recursos del parche: {0}",
    "GetResourceInfoFailed": "No se pudo cargar el tipo de parche",
    "ResolveIndexFileFailed": "No se pudo analizar la lista de parches. Por favor, reinicia el cliente del juego y vuelve a intentarlo o contacta con el servicio de atención al cliente.",
    "ValidateResourceFailed": "No se pudo verificar la integridad del archivo. Por favor, reinicia el cliente del juego y vuelve a intentarlo o contacta con el servicio de atención al cliente.",
    "DownloadStateNone": "Error desconocido",
    "DownloadStateHttpError": "Error de red",
    "DownloadStateFileRenameError": "Error al renombrar el archivo",
    "DownloadStateValidateError": "Falló la verificación de integridad",
    "DownloadStateOpenToWriteError": "Error al almacenar archivos",
    "DownloadStateNotEnoughSpace": "Espacio de almacenamiento insuficiente",
    "DownloadStateDownloadCanceled": "Descarga cancelada",
    "DownloadStateSuccess": "Descarga exitosa",
    "CompilingShader": "Compilando sombreador: {0}",
    "GetRemotePackageConfigFail": "Error al aplicar la configuración remota. Por favor, verifica tu conexión de red y reinicia el cliente del juego.",
    "NewVersionDetailDesc": "Detalles de la actualización",
    "NewVersionDetailDownloadGetReward": "Hay una actualización del juego disponible. Por favor, ve a descargar. Inicia sesión después de que la actualización esté completa para obtener <color=#c49e55ff>Astrita *300 y Solvente de Cristal *2</color>.",
    "ConfirmText": "Confirmar",
    "FirstDownloadTip": "Se descargarán los recursos {0} para la actualización. ¿Continuar?",
    "DownloadTitle": "Descargar recursos",
    "PatchDownload": "Descargando: {0}/{1}",
    "PatchDownID": "{0}",
    "PatchDownSpeed": "Velocidad de descarga: {0}",
    "MobileDriverOutOfVersion": "La versión del controlador de tu teléfono está desactualizada (versión del controlador GL < 378). Esto puede causar fallos del juego durante tu juego. Para asegurar una experiencia de juego fluida, se recomienda que actualices la versión del sistema o el controlador GL.",
    "DownloadContinue": "Toca en el área en blanco para continuar",
    "PatchClear": "Los recursos del parche local se borrarán y se volverán a descargar. ¿Continuar?",
    "PatchClearTitle": "Borrar parche",
    "PatchClearbutton": "Reparar",
    "MobileChipOutOfVersion": "Se detecta que la versión del chip del dispositivo es demasiado antigua y existe una alta probabilidad de que el juego falle durante el funcionamiento. Para garantizar una mejor experiencia de juego, se recomienda reemplazar el dispositivo.",
    "UserProtocol": "Términos de servicio",
    "PrivacyPolicy": "Política de privacidad",
    "ChildProtocol": "Política de privacidad infantil",
    "SdkProtocolDesc": "Para garantizar tu experiencia de juego, estás a punto de vincular tu cuenta para PlayStation™Network a tu cuenta de Kuro Games.\nPuedes desvincular tu cuenta a través de nuestro sitio web oficial o mediante el servicio de atención al cliente.",
    "SdkProtocolTitle": "Aviso sobre los «Términos de servicio» y la «Política de privacidad»",
    "SdkProtocolConfirm": "Sí",
    "SdkProtocolRefuse": "No",
    "EquipmentDriveOutOfVersion": "Tu controlador de dispositivo está desactualizado, lo que puede provocar fallos frecuentes en el juego. Para una mejor experiencia, considera actualizarlo.",
    "SdkInitializeFail": "Error al iniciar el juego. Por favor, verifica el estado de tu cuenta para PlayStation™Network."
}