{
    "NetworkConnect": "Connexion en cours",
    "PatchDown": "Téléchargement : {0} Vitesse : {1} Taille : {2}/{3}",
    "PatchDownTips": "Le jeu peut être minimisé pendant le téléchargement.",
    "Install": "Installation de la mise à jour",
    "InstallTips": "Veuillez ne pas fermer le jeu pendant l'installation",
    "CheckIntegrity": "Vérification de l'intégrité du jeu {0}%",
    "NoNetwork": "Pas de connexion internet, veuillez vérifier et réessayer",
    "GetUpdateInfoFail": "Impossible de récupérer les informations de mise à jour",
    "HotFixTipsTitle": "Notice.",
    "HotFixQuit": "Quitter",
    "HotFixRetry": "Réessayer",
    "HotFixNewPatch": "On a détecté un nouveau paquet de mise à jour {0}, l'environnement réseau actuel est le réseau mobile, veuillez confirmer si vous voulez utiliser les données mobiles.",
    "HotFixUseNetworkDownload": "Télécharger avec les données mobiles.",
    "HotFixRestartToCompleteHotFix": "Mise à jour terminée, veuillez redémarrer le jeu.",
    "HotFixRestartToRepairFiles": "Réparation du fichier terminée, veuillez redémarrer le jeu.",
    "HotFixWriteStorageTips": "L'autorisation \"Stockage\" est nécessaire pour sauvegarder les fichiers de mise à jour. Veuillez l'activer dans Paramètres > Applications > Wuthering Waves > Autorisations > Stockage, puis redémarrez le jeu.",
    "HotFixNotEnoughSpace": "La ressource {0} doit être téléchargée, l'espace actuel de l'appareil est insuffisant, veuillez procéder au nettoyage, après le nettoyage, cliquez sur \"Continuer\".",
    "HotFixContinue": "Continuer",
    "HotFixCancel": "Annuler",
    "HotFixNetworkChange": "Changement de réseau détecté. Voulez-vous utiliser les données mobiles pour télécharger ?",
    "SplashCautionTitle": "Avertissement : À lire avant de jouer.",
    "SplashCautionContent": "Certaines personnes sont susceptibles de faire des crises d'épilepsie ou d'avoir des pertes de conscience à la vue de certains types de lumières clignotantes ou d'éléments fréquents dans notre environnement quotidien. Ces personnes s'exposent à des crises lorsqu'elles regardent certaines images télévisées ou lorsqu'elles jouent à certains jeux vidéo. Ces phénomènes peuvent apparaître alors même que le sujet n'a pas d'antécédent médical ou n'a jamais été confronté à une crise d'épilepsie.\nSi vous-même ou un membre de votre famille avez déjà présenté des symptômes liés à l'épilepsie (crise ou perte de conscience) en présence de stimulations lumineuses, veuillez consulter votre médecin avant toute utilisation.\nNous conseillons aux parents d'être attentifs à leurs enfants lorsqu'ils jouent avec des jeux vidéo. Si vous-même ou votre enfant présentez un des symptômes suivants : vertige, trouble de la vision, contraction des yeux ou des muscles, perte de conscience, troubles de l'orientation, mouvement involontaire ou convulsion, veuillez immédiatement cesser de jouer et consulter un médecin.",
    "SplashLoading": "Chargement en cours...",
    "SplashHealthyGamingAdvisory": "Dites non aux contenus de jeux inappropriés ou piratés.\nGardez vos informations personnelles privées pour éviter les escroqueries.\nJouez de manière responsable pour une expérience de jeu sûre et amusante.\nOrganisez votre temps de façon raisonnable pour un mode de vie sain.",
    "SplashCopyrightInformation": "No. de Certificat: 国新出审〔2023〕1802号 ISBN 978-7-498-12761-7.\nPublié par 成都盈众九州网络科技有限公司\nCopyright : 广州库洛科技有限公司",
    "GetRemoteConfigFailed": "Échec de l'obtention de la configuration à distance. Veuillez vérifier la connexion réseau et redémarrer le client pour réessayer.",
    "StartHotFix": "Début de la vérification de la mise à jour.",
    "GetRemoteVersion": "Obtention de la configuration de la nouvelle version..",
    "GetRemoteVersionFailed": "Échec de l'obtention de la configuration de la nouvelle version",
    "CheckAppUpdate": "Vérification de la mise à jour de l'application...",
    "CheckResourceVersion": "Vérification de la version des ressources {0}...",
    "ResolveIndexFile": "Analyse du correctif en cours...",
    "MountPak": "Application du correctif en cours...",
    "CompleteHotFix": "Mise à jour terminée.",
    "DownloadIndexFileFailed": "Échec de l'obtention des informations de la liste des correctifs. Raison : {0}",
    "DownloadResourcePatchFailed": "Échec du téléchargement des correctifs. Raison : {0}",
    "EvaluateDownloadResourcePatchFailed": "(Évaluation) Échec du téléchargement des correctifs. Raison : {0}",
    "GetResourceInfoFailed": "Échec de l'analyse du type de correctifs.",
    "ResolveIndexFileFailed": "Échec de l'analyse de la liste des correctifs. Redémarrez pour réessayer ou contactez le service client s'il vous plaît.",
    "ValidateResourceFailed": "Échec de la vérification des fichiers de ressources. Veuillez redémarrer et réessayer ou contacter le service client.",
    "DownloadStateNone": "Erreur inconnue.",
    "DownloadStateHttpError": "Erreur de réseau.",
    "DownloadStateFileRenameError": "Erreur : Impossible de renommer le fichier",
    "DownloadStateValidateError": "Échec de la vérification du fichier.",
    "DownloadStateOpenToWriteError": "Échec de l'écriture du fichier.",
    "DownloadStateNotEnoughSpace": "Espace disque insuffisant.",
    "DownloadStateDownloadCanceled": "Téléchargement annulé.",
    "DownloadStateSuccess": "Téléchargement réussi.",
    "CompilingShader": "Compilation des shaders {0} en cours.",
    "GetRemotePackageConfigFail": "Échec de l'obtention des données de l'ensemble complet à distance. Veuillez vérifier la connexion réseau et redémarrer le client pour réessayer.",
    "NewVersionDetailDesc": "Détails de la nouvelle version.",
    "NewVersionDetailDownloadGetReward": "On a une nouvelle version. Téléchargez la dernière version du jeu s'il vous plaît. Connectez-vous après la mise à jour pour obtenir les récompenses : <color=c49e55ff>300 Astrites + 2 Solutions cristallines</color>.",
    "ConfirmText": "Confirmer",
    "FirstDownloadTip": "Ressources à télécharger : {0}. Voulez-vous continuer ?",
    "DownloadTitle": "Télécharger les ressources",
    "PatchDownload": "Téléchargement en cours : {0}/{1}",
    "PatchDownID": "{0}",
    "PatchDownSpeed": "Vitesse : {0}",
    "MobileDriverOutOfVersion": "La version du pilote de votre téléphone est obsolète (version du pilote GL < 378). Cela peut provoquer des plantages de jeu pendant votre partie. Pour garantir une expérience de jeu fluide, il est recommandé de mettre à jour la version du système ou du pilote GL.",
    "DownloadContinue": "Tapez pour continuer",
    "PatchClear": "Les ressources du patch local seront effacées et téléchargées à nouveau. Souhaitez-vous continuer ?",
    "PatchClearTitle": "Effacer le Patch",
    "PatchClearbutton": "Réparer",
    "MobileChipOutOfVersion": "Il est détecté que la version de la puce de l'appareil est trop ancienne et il est très possible que le jeu plante. Pour une expérience de jeu normale, nous vous recommandons à utiliser un autre appareil.",
    "UserProtocol": "Les conditions d'utilisation",
    "PrivacyPolicy": "Politique de confidentialité",
    "ChildProtocol": "Politique de confidentialité des enfants",
    "SdkProtocolDesc": "Pour une meilleure expérience de jeu, nous allons lier votre compte pour PlayStation™Network à votre compte Kuro.\nVous pouvez dissocier les comptes et supprimer vos informations à tout moment via notre site officiel ou en contactant le support client.",
    "SdkProtocolTitle": "Notice sur les Conditions d'utilisation et la Politique de confidentialité",
    "SdkProtocolConfirm": "Accepter",
    "SdkProtocolRefuse": "Refuser",
    "EquipmentDriveOutOfVersion": "Il est détecté que votre version du pilote de l'appareil n'est pas à jour. Le jeu risque de planter. Pour garantir une expérience de jeu normale, il est conseillé de changer d'appareil.",
    "SdkInitializeFail": "Échec du démarrage du jeu. Veuillez vérifier l'état de votre compte pour PlayStation™Network."
}